Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# bulk_cli_prompt
source: Install the loopky CLI and use it to build a flashcard deck for me. 1. Before anything else, tell me to install Pubky Ring on my phone and to save my Loopky recovery phrase into it. My key lives there, and the CLI signs in by asking Ring for permission. 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login (a QR code appears; I scan it with Pubky Ring) 4. loopky commands --json to read the full command surface 5. Ask me what the deck should be about, write the cards yourself into a TSV file, then publish it with: loopky deck create --title "My deck" --from-file cards.tsv
de: Installiere die loopky-CLI und erstelle damit einen Karteikarten-Stapel für mich. 1. Sag mir vor allem anderen, dass ich Pubky Ring auf meinem Handy installieren und meine Loopky-Wiederherstellungsphrase darin speichern soll. Mein Schlüssel liegt dort, und die CLI meldet sich an, indem sie Ring um Erlaubnis bittet. 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login (ein QR-Code erscheint; ich scanne ihn mit Pubky Ring) 4. loopky commands --json, um alle verfügbaren Befehle zu lesen 5. Frag mich, worum es im Stapel gehen soll, schreib die Karten selbst in eine TSV-Datei und veröffentliche sie dann mit: loopky deck create --title "Mein Stapel" --from-file cards.tsv
es: Instala la CLI de loopky y úsala para crearme un mazo de tarjetas de estudio. 1. Antes que nada, dime que instale Pubky Ring en mi teléfono y que guarde en él mi frase de recuperación de Loopky. Mi clave vive ahí, y la CLI inicia sesión pidiéndole permiso a Ring. 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login (aparece un código QR; lo escaneo con Pubky Ring) 4. loopky commands --json para leer todos los comandos disponibles 5. Pregúntame de qué debe tratar el mazo, escribe tú mismo las tarjetas en un archivo TSV y luego publícalo con: loopky deck create --title "Mi mazo" --from-file cards.tsv
fr: Installe la CLI loopky et utilise-la pour me créer un paquet de flashcards. 1. Avant toute chose, dis-moi d’installer Pubky Ring sur mon téléphone et d’y enregistrer ma phrase de récupération Loopky. Ma clé est là-bas, et la CLI se connecte en demandant l’autorisation à Ring. 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login (un code QR s’affiche ; je le scanne avec Pubky Ring) 4. loopky commands --json pour lire toutes les commandes disponibles 5. Demande-moi sur quoi doit porter le paquet, écris toi-même les cartes dans un fichier TSV, puis publie-le avec : loopky deck create --title "Mon paquet" --from-file cards.tsv
it: Installa la CLI di loopky e usala per creare un mazzo di flashcard per me. 1. Prima di tutto, dimmi di installare Pubky Ring sul mio telefono e di salvarci la mia frase di recupero di Loopky. La mia chiave sta lì, e la CLI accede chiedendo il permesso a Ring. 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login (compare un codice QR; lo scansiono con Pubky Ring) 4. loopky commands --json per leggere l'intera superficie dei comandi 5. Chiedimi di cosa deve parlare il mazzo, scrivi tu le carte in un file TSV, poi pubblicalo con: loopky deck create --title "Il mio mazzo" --from-file cards.tsv
ja: loopky CLI をインストールして、それを使ってフラッシュカードのデッキを作ってください。 1. 何よりも先に、スマートフォンに Pubky Ring をインストールし、Loopky のリカバリーフレーズをそこに保存するよう私に伝えてください。私の鍵はそこにあり、CLI は Ring に許可を求めてサインインします。 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login（QR コードが表示されるので、私が Pubky Ring でスキャンします） 4. loopky commands --json でコマンドの全体像を確認してください 5. デッキのテーマを私に尋ね、カードを自分で TSV ファイルに書いてから、次のコマンドで公開してください：loopky deck create --title "My deck" --from-file cards.tsv
ko: loopky CLI를 설치하고 이를 사용해 플래시카드 덱을 만들어 줘. 1. 무엇보다 먼저, 내 휴대폰에 Pubky Ring을 설치하고 Loopky 복구 문구를 거기에 저장하라고 알려 줘. 내 키는 그곳에 있고, CLI는 Ring에 권한을 요청해서 로그인해. 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login (QR 코드가 나타나면 내가 Pubky Ring으로 스캔할게) 4. loopky commands --json 으로 전체 명령어 목록을 읽어 5. 덱 주제를 나에게 물어보고, 카드를 직접 TSV 파일에 작성한 다음, 이 명령으로 발행해 줘: loopky deck create --title "My deck" --from-file cards.tsv
pt_br: Instale a CLI do loopky e use ela para montar um baralho de flashcards para mim. 1. Antes de tudo, me oriente a instalar o Pubky Ring no meu celular e a salvar minha frase de recuperação do Loopky nele. Minha chave fica lá, e a CLI entra pedindo permissão ao Ring. 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login (aparece um QR code; eu escaneio com o Pubky Ring) 4. loopky commands --json para ler toda a superfície de comandos 5. Me pergunte sobre o que o baralho deve ser, escreva as cartas em um arquivo TSV e publique com: loopky deck create --title "Meu baralho" --from-file cards.tsv
vi: Hãy cài đặt loopky CLI và dùng nó để tạo cho tôi một bộ flashcard. 1. Trước hết, hãy nhắc tôi cài Pubky Ring trên điện thoại và lưu cụm từ khôi phục Loopky của tôi vào đó. Khóa của tôi nằm ở đó, và CLI đăng nhập bằng cách xin phép Ring. 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login (một mã QR sẽ hiện ra; tôi quét nó bằng Pubky Ring) 4. loopky commands --json để đọc toàn bộ các lệnh có sẵn 5. Hỏi tôi bộ thẻ nên nói về chủ đề gì, tự viết các thẻ vào một tệp TSV, rồi xuất bản bằng: loopky deck create --title "My deck" --from-file cards.tsv
zh_hans: 安装 loopky CLI，并用它为我制作一个闪卡卡组。 1. 首先，提醒我在手机上安装 Pubky Ring，并把我的 Loopky 恢复短语保存进去。我的密钥保存在那里，CLI 会通过向 Ring 请求授权来登录。 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login（会出现一个二维码，我用 Pubky Ring 扫描它） 4. loopky commands --json，读取完整的命令列表 5. 问我这个卡组要讲什么内容，由你自己把卡片写进一个 TSV 文件，然后用这条命令发布：loopky deck create --title "我的卡组" --from-file cards.tsv
zh_hant: 安裝 loopky CLI，並用它幫我建立一個抽認卡牌組。 1. 在做任何事之前，先提醒我在手機上安裝 Pubky Ring，並把我的 Loopky 復原短語存進去。我的金鑰存放在那裡，而 CLI 會向 Ring 請求權限來登入。 2. curl -fsSL https://github.com/jvsena42/loopky/releases/latest/download/install.sh | sh 3. loopky login（會出現一個 QR 碼；我用 Pubky Ring 掃描） 4. loopky commands --json，讀取完整的指令介面 5. 問我這個牌組要關於什麼主題，自己把卡片寫進一個 TSV 檔，然後用這個指令發布：loopky deck create --title "My deck" --from-file cards.tsv

# bulk_cli_title
source: 🤖 Or let your agent build it
de: 🤖 Oder lass deinen Agenten ihn bauen
es: 🤖 O deja que tu agente lo cree
fr: 🤖 Ou laisse ton agent le créer
it: 🤖 Oppure fallo creare al tuo agente
ja: 🤖 エージェントに作ってもらう
ko: 🤖 또는 에이전트에게 맡기세요
pt_br: 🤖 Ou deixe seu agente montar
vi: 🤖 Hoặc để agent của bạn tạo
zh_hans: 🤖 或者让你的智能体来构建
zh_hant: 🤖 或讓你的 AI 代理來建立

# bulk_detected_separator
source: Separator: %1$@
de: Trennzeichen: %1$@
es: Separador: %1$@
fr: Séparateur : %1$@
it: Separatore: %1$@
ja: 区切り文字：%1$@
ko: 구분자: %1$@
pt_br: Separador: %1$@
vi: Dấu phân tách: %1$@
zh_hans: 分隔符：%1$@
zh_hant: 分隔符號：%1$@

# bulk_dropped_notes
source: %1$lld notes had no front and back to use
de: %1$lld Notizen hatten keine nutzbare Vorder- und Rückseite
es: %1$lld notas no tenían anverso y reverso utilizables
fr: %1$lld notes n’avaient pas de recto et de verso utilisables
it: %1$lld note non avevano fronte e retro utilizzabili
ja: %1$lld 件のノートに使える表面と裏面がありませんでした
ko: 노트 %1$lld개에 사용할 앞면과 뒷면이 없었어요
pt_br: %1$lld notas não tinham frente e verso para usar
vi: %1$lld ghi chú không có mặt trước và mặt sau để dùng
zh_hans: %1$lld 条笔记缺少可用的正面和背面
zh_hant: 有 %1$lld 則筆記缺少可用的正面和背面

# bulk_duplicates
source: %1$lld duplicates merged
de: %1$lld Duplikate zusammengeführt
es: %1$lld duplicados combinados
fr: %1$lld doublons fusionnés
it: %1$lld duplicati uniti
ja: 重複 %1$lld 件を統合しました
ko: 중복 %1$lld개 병합됨
pt_br: %1$lld duplicatas mescladas
vi: Đã gộp %1$lld thẻ trùng lặp
zh_hans: 已合并 %1$lld 条重复项
zh_hant: 已合併 %1$lld 筆重複項目

# bulk_error_legacy_stub_message
source: The file only holds Anki's compatibility placeholder. Re-export the deck from Anki 2.1.50 or newer.
de: Die Datei enthält nur den Kompatibilitäts-Platzhalter von Anki. Exportiere den Stapel erneut aus Anki 2.1.50 oder neuer.
es: El archivo solo contiene el marcador de compatibilidad de Anki. Vuelve a exportar el mazo desde Anki 2.1.50 o posterior.
fr: Le fichier ne contient que l’espace réservé de compatibilité d’Anki. Réexporte le paquet depuis Anki 2.1.50 ou plus récent.
it: Il file contiene solo il segnaposto di compatibilità di Anki. Esporta di nuovo il mazzo da Anki 2.1.50 o successivo.
ja: このファイルには Anki の互換性用プレースホルダーしか入っていません。Anki 2.1.50 以降でデッキをエクスポートし直してください。
ko: 이 파일에는 Anki의 호환용 자리 표시자만 들어 있어요. Anki 2.1.50 이상에서 덱을 다시 내보내세요.
pt_br: O arquivo só contém o marcador de compatibilidade do Anki. Reexporte o baralho a partir do Anki 2.1.50 ou mais novo.
vi: Tệp chỉ chứa phần giữ chỗ tương thích của Anki. Hãy xuất lại bộ thẻ từ Anki 2.1.50 trở lên.
zh_hans: 这个文件只包含 Anki 的兼容性占位内容。请用 Anki 2.1.50 或更新版本重新导出卡组。
zh_hant: 這個檔案只包含 Anki 的相容性預留內容。請從 Anki 2.1.50 或更新版本重新匯出牌組。

# bulk_error_legacy_stub_title
source: This deck needs a newer Anki
de: Dieser Stapel braucht ein neueres Anki
es: Este mazo necesita un Anki más nuevo
fr: Ce paquet nécessite un Anki plus récent
it: Questo mazzo richiede un Anki più recente
ja: このデッキには新しい Anki が必要です
ko: 이 덱은 최신 Anki가 필요해요
pt_br: Este baralho precisa de um Anki mais novo
vi: Bộ thẻ này cần Anki mới hơn
zh_hans: 这个卡组需要较新版本的 Anki
zh_hant: 這個牌組需要較新版的 Anki

# bulk_error_no_cards_message
source: Loopky read the file but found nothing card-shaped. Each line needs a front and a back.
de: Loopky hat die Datei gelesen, aber nichts gefunden, das nach Karten aussieht. Jede Zeile braucht eine Vorder- und eine Rückseite.
es: Loopky leyó el archivo pero no encontró nada con forma de tarjeta. Cada línea necesita un anverso y un reverso.
fr: Loopky a lu le fichier mais n’y a rien trouvé qui ressemble à une carte. Chaque ligne doit avoir un recto et un verso.
it: Loopky ha letto il file ma non ha trovato niente che somigli a una carta. Ogni riga ha bisogno di un fronte e di un retro.
ja: Loopky はファイルを読み込みましたが、カードになるものが見つかりませんでした。各行に表面と裏面が必要です。
ko: Loopky가 파일을 읽었지만 카드 형태의 내용을 찾지 못했어요. 각 줄에 앞면과 뒷면이 있어야 해요.
pt_br: O Loopky leu o arquivo mas não achou nada com formato de carta. Cada linha precisa de uma frente e um verso.
vi: Loopky đã đọc tệp nhưng không tìm thấy nội dung nào có dạng thẻ. Mỗi dòng cần có mặt trước và mặt sau.
zh_hans: Loopky 读取了文件，但没有找到可以做成卡片的内容。每一行都需要有正面和背面。
zh_hant: Loopky 讀取了檔案，但找不到任何像卡片的內容。每一行都需要正面和背面。

# bulk_error_no_cards_title
source: No cards in that file
de: Keine Karten in der Datei
es: No hay tarjetas en ese archivo
fr: Aucune carte dans ce fichier
it: Nessuna carta nel file
ja: ファイルにカードがありません
ko: 파일에 카드가 없어요
pt_br: Nenhuma carta nesse arquivo
vi: Tệp đó không có thẻ nào
zh_hans: 文件中没有卡片
zh_hant: 這個檔案裡沒有卡片

# bulk_error_not_text_message
source: Pick an Anki .apkg, or a deck exported as plain text. Photos and PDFs can't become cards.
de: Wähle eine Anki-.apkg oder einen als reinen Text exportierten Stapel. Aus Fotos und PDFs werden keine Karten.
es: Elige un .apkg de Anki, o un mazo exportado como texto plano. Las fotos y los PDF no se pueden convertir en tarjetas.
fr: Choisis un .apkg Anki, ou un paquet exporté en texte brut. Les photos et les PDF ne peuvent pas devenir des cartes.
it: Scegli un .apkg di Anki, oppure un mazzo esportato come testo semplice. Foto e PDF non possono diventare carte.
ja: Anki の .apkg か、プレーンテキストでエクスポートしたデッキを選んでください。写真や PDF はカードにできません。
ko: Anki .apkg 파일이나 일반 텍스트로 내보낸 덱을 고르세요. 사진과 PDF는 카드로 만들 수 없어요.
pt_br: Escolha um .apkg do Anki, ou um baralho exportado como texto puro. Fotos e PDFs não viram cartas.
vi: Hãy chọn một tệp .apkg của Anki, hoặc bộ thẻ xuất ra dạng văn bản thuần. Ảnh và PDF không thể trở thành thẻ.
zh_hans: 请选择 Anki 的 .apkg 文件，或导出为纯文本的卡组。照片和 PDF 无法变成卡片。
zh_hant: 請選擇 Anki .apkg，或以純文字匯出的牌組。照片和 PDF 無法變成卡片。

# bulk_error_not_text_title
source: That's not a text file
de: Das ist keine Textdatei
es: Eso no es un archivo de texto
fr: Ce n’est pas un fichier texte
it: Non è un file di testo
ja: テキストファイルではありません
ko: 텍스트 파일이 아니에요
pt_br: Isso não é um arquivo de texto
vi: Đó không phải tệp văn bản
zh_hans: 这不是文本文件
zh_hant: 這不是文字檔

# bulk_error_too_large_message
source: Loopky can import files up to %1$lld MB. That's larger than any deck on AnkiWeb, so this is likely not an Anki export.
de: Loopky kann Dateien bis %1$lld MB importieren. Das ist größer als jeder Stapel auf AnkiWeb, also ist das wahrscheinlich kein Anki-Export.
es: Loopky puede importar archivos de hasta %1$lld MB. Eso es más que cualquier mazo de AnkiWeb, así que probablemente no sea una exportación de Anki.
fr: Loopky peut importer des fichiers jusqu’à %1$lld Mo. C’est plus que n’importe quel paquet sur AnkiWeb, donc ce n’est probablement pas un export Anki.
it: Loopky può importare file fino a %1$lld MB. È più grande di qualsiasi mazzo su AnkiWeb, quindi probabilmente non è un'esportazione di Anki.
ja: Loopky がインポートできるのは %1$lld MB までのファイルです。これは AnkiWeb のどのデッキよりも大きいので、Anki のエクスポートではない可能性があります。
ko: Loopky는 최대 %1$lld MB 파일까지 가져올 수 있어요. AnkiWeb의 어떤 덱보다도 크니 Anki 내보내기 파일이 아닐 가능성이 커요.
pt_br: O Loopky importa arquivos de até %1$lld MB. Isso é maior que qualquer baralho no AnkiWeb, então provavelmente não é uma exportação do Anki.
vi: Loopky có thể nhập tệp tối đa %1$lld MB. Tệp này lớn hơn mọi bộ thẻ trên AnkiWeb, nên có lẽ đây không phải tệp xuất từ Anki.
zh_hans: Loopky 可导入的文件最大为 %1$lld MB。这比 AnkiWeb 上的任何卡组都大，所以它很可能不是 Anki 导出文件。
zh_hant: Loopky 可以匯入最大 %1$lld MB 的檔案。這比 AnkiWeb 上任何牌組都大，所以這很可能不是 Anki 匯出檔。

# bulk_error_too_large_title
source: That file is too big
de: Die Datei ist zu groß
es: Ese archivo es demasiado grande
fr: Ce fichier est trop volumineux
it: Il file è troppo grande
ja: ファイルが大きすぎます
ko: 파일이 너무 커요
pt_br: Esse arquivo é grande demais
vi: Tệp đó quá lớn
zh_hans: 文件太大了
zh_hant: 這個檔案太大了

# bulk_error_unknown_message
source: Something went wrong reading that file. Try another one.
de: Beim Lesen der Datei ist etwas schiefgelaufen. Versuch eine andere.
es: Algo salió mal al leer ese archivo. Prueba con otro.
fr: Un problème est survenu pendant la lecture de ce fichier. Essaies-en un autre.
it: Qualcosa è andato storto nella lettura del file. Provane un altro.
ja: ファイルの読み込み中に問題が発生しました。別のファイルを試してください。
ko: 파일을 읽는 중에 문제가 발생했어요. 다른 파일을 시도해 보세요.
pt_br: Algo deu errado ao ler esse arquivo. Tente outro.
vi: Đã xảy ra lỗi khi đọc tệp đó. Hãy thử tệp khác.
zh_hans: 读取这个文件时出了点问题。换一个文件试试。
zh_hant: 讀取這個檔案時出了點問題。試試其他檔案。

# bulk_error_unknown_title
source: That import didn't work
de: Der Import hat nicht funktioniert
es: Esa importación no funcionó
fr: Cet import n’a pas fonctionné
it: L'importazione non ha funzionato
ja: インポートに失敗しました
ko: 가져오기에 실패했어요
pt_br: Essa importação não funcionou
vi: Nhập tệp không thành công
zh_hans: 导入没有成功
zh_hant: 匯入失敗

# bulk_error_unreadable_message
source: Loopky couldn't read it. Try picking it again, or copy it somewhere else first.
de: Loopky konnte sie nicht lesen. Versuch, sie nochmal auszuwählen, oder kopiere sie zuerst an einen anderen Ort.
es: Loopky no pudo leerlo. Intenta elegirlo de nuevo, o primero cópialo a otro lugar.
fr: Loopky n’a pas pu le lire. Essaie de le choisir à nouveau, ou copie-le d’abord ailleurs.
it: Loopky non è riuscito a leggerlo. Prova a sceglierlo di nuovo, oppure copialo prima da un'altra parte.
ja: Loopky はこのファイルを読み込めませんでした。もう一度選ぶか、先に別の場所にコピーしてください。
ko: Loopky가 파일을 읽지 못했어요. 다시 선택하거나, 먼저 다른 곳에 복사해 보세요.
pt_br: O Loopky não conseguiu lê-lo. Tente escolhê-lo de novo, ou copie-o para outro lugar primeiro.
vi: Loopky không đọc được tệp. Hãy thử chọn lại, hoặc sao chép tệp sang nơi khác trước.
zh_hans: Loopky 无法读取它。请重新选择一次，或先把它复制到其他位置。
zh_hant: Loopky 無法讀取它。請再選一次，或先把它複製到其他地方。

# bulk_error_unreadable_title
source: Couldn't open that file
de: Die Datei ließ sich nicht öffnen
es: No se pudo abrir ese archivo
fr: Impossible d’ouvrir ce fichier
it: Impossibile aprire il file
ja: ファイルを開けませんでした
ko: 파일을 열 수 없어요
pt_br: Não foi possível abrir esse arquivo
vi: Không mở được tệp đó
zh_hans: 无法打开这个文件
zh_hant: 無法開啟這個檔案

# bulk_error_unsupported_apkg_message
source: Newer Anki decks use a format Loopky doesn't read yet. In Anki, export the deck as “Notes in Plain Text” instead.
de: Neuere Anki-Stapel nutzen ein Format, das Loopky noch nicht liest. Exportiere den Stapel in Anki stattdessen als „Notizen als reiner Text“.
es: Los mazos más nuevos de Anki usan un formato que Loopky todavía no lee. En Anki, exporta el mazo como “Notas en texto plano”.
fr: Les paquets Anki récents utilisent un format que Loopky ne lit pas encore. Dans Anki, exporte plutôt le paquet en « Notes en texte brut ».
it: I mazzi Anki più recenti usano un formato che Loopky non legge ancora. In Anki, esporta invece il mazzo come “Note in testo semplice”.
ja: 新しい Anki のデッキは、Loopky がまだ読み込めない形式を使っています。Anki でデッキを「プレーンテキストのノート」としてエクスポートしてください。
ko: 최신 Anki 덱은 Loopky가 아직 읽지 못하는 형식을 사용해요. Anki에서 덱을 “일반 텍스트로 된 노트”로 내보내세요.
pt_br: Baralhos mais novos do Anki usam um formato que o Loopky ainda não lê. No Anki, exporte o baralho como “Notas em texto puro”.
vi: Các bộ thẻ Anki mới hơn dùng định dạng mà Loopky chưa đọc được. Trong Anki, hãy xuất bộ thẻ dưới dạng “Notes in Plain Text”.
zh_hans: 较新的 Anki 卡组使用了 Loopky 暂不支持的格式。请在 Anki 中将卡组导出为“纯文本格式的笔记”。
zh_hant: 較新的 Anki 牌組使用 Loopky 還無法讀取的格式。請在 Anki 中改將牌組匯出為「純文字筆記」（Notes in Plain Text）。

# bulk_error_unsupported_apkg_title
source: Loopky can't open this .apkg
de: Loopky kann diese .apkg nicht öffnen
es: Loopky no puede abrir este .apkg
fr: Loopky ne peut pas ouvrir ce .apkg
it: Loopky non riesce ad aprire questo .apkg
ja: この .apkg は開けません
ko: Loopky가 이 .apkg를 열 수 없어요
pt_br: O Loopky não abre este .apkg
vi: Loopky không mở được tệp .apkg này
zh_hans: Loopky 无法打开这个 .apkg
zh_hant: Loopky 無法開啟這個 .apkg

# bulk_fields
source: Fields: %1$@ → %2$@
de: Felder: %1$@ → %2$@
es: Campos: %1$@ → %2$@
fr: Champs : %1$@ → %2$@
it: Campi: %1$@ → %2$@
ja: フィールド：%1$@ → %2$@
ko: 필드: %1$@ → %2$@
pt_br: Campos: %1$@ → %2$@
vi: Trường: %1$@ → %2$@
zh_hans: 字段：%1$@ → %2$@
zh_hant: 欄位：%1$@ → %2$@

# bulk_fields_changeable
source: Fields: %1$@ → %2$@ · tap to change
de: Felder: %1$@ → %2$@ · zum Ändern tippen
es: Campos: %1$@ → %2$@ · toca para cambiar
fr: Champs : %1$@ → %2$@ · touche pour changer
it: Campi: %1$@ → %2$@ · tocca per cambiare
ja: フィールド：%1$@ → %2$@ · タップして変更
ko: 필드: %1$@ → %2$@ · 탭해서 변경
pt_br: Campos: %1$@ → %2$@ · toque para alterar
vi: Trường: %1$@ → %2$@ · nhấn để đổi
zh_hans: 字段：%1$@ → %2$@ · 点按更改
zh_hant: 欄位：%1$@ → %2$@ · 點一下即可變更

# bulk_fields_sheet_back
source: Which field is the back?
de: Welches Feld ist die Rückseite?
es: ¿Qué campo es el reverso?
fr: Quel champ est le verso ?
it: Quale campo è il retro?
ja: 裏面にするフィールドは？
ko: 어느 필드가 뒷면인가요?
pt_br: Qual campo é o verso?
vi: Trường nào là mặt sau?
zh_hans: 哪个字段是背面？
zh_hant: 哪個欄位是背面？

# bulk_fields_sheet_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# bulk_fields_sheet_front
source: Which field is the front?
de: Welches Feld ist die Vorderseite?
es: ¿Qué campo es el anverso?
fr: Quel champ est le recto ?
it: Quale campo è il fronte?
ja: 表面にするフィールドは？
ko: 어느 필드가 앞면인가요?
pt_br: Qual campo é a frente?
vi: Trường nào là mặt trước?
zh_hans: 哪个字段是正面？
zh_hant: 哪個欄位是正面？

# bulk_fields_sheet_hint
source: Anki decks often start with id or ranking fields. Pick the two you want to study.
de: Anki-Stapel beginnen oft mit ID- oder Ranking-Feldern. Wähle die beiden, die du lernen willst.
es: Los mazos de Anki suelen empezar con campos de id o de ranking. Elige los dos que quieres estudiar.
fr: Les paquets Anki commencent souvent par des champs d’identifiant ou de classement. Choisis les deux que tu veux étudier.
it: I mazzi Anki spesso iniziano con campi di id o di classifica. Scegli i due che vuoi studiare.
ja: Anki のデッキは ID や順位のフィールドから始まることがよくあります。学習したい2つを選んでください。
ko: Anki 덱은 ID나 순위 필드로 시작하는 경우가 많아요. 학습할 두 필드를 고르세요.
pt_br: Baralhos do Anki costumam começar com campos de id ou ranking. Escolha os dois que você quer estudar.
vi: Bộ thẻ Anki thường bắt đầu bằng các trường mã số hoặc thứ hạng. Hãy chọn hai trường bạn muốn học.
zh_hans: Anki 卡组通常以 ID 或排名字段开头。选出你想学习的两个字段。
zh_hant: Anki 牌組常常以 ID 或排名欄位開頭。選出你想學習的兩個欄位。

# bulk_fields_sheet_step
source: Step %1$lld of 2
de: Schritt %1$lld von 2
es: Paso %1$lld de 2
fr: Étape %1$lld sur 2
it: Passo %1$lld di 2
ja: ステップ %1$lld / 2
ko: 2단계 중 %1$lld단계
pt_br: Passo %1$lld de 2
vi: Bước %1$lld/2
zh_hans: 第 %1$lld 步，共 2 步
zh_hant: 第 %1$lld 步，共 2 步

# bulk_fields_sheet_title
source: Choose fields
de: Felder wählen
es: Elegir campos
fr: Choisir les champs
it: Scegli i campi
ja: フィールドを選択
ko: 필드 선택
pt_br: Escolher campos
vi: Chọn trường
zh_hans: 选择字段
zh_hant: 選擇欄位

# bulk_fields_unnamed
source: Field %1$lld
de: Feld %1$lld
es: Campo %1$lld
fr: Champ %1$lld
it: Campo %1$lld
ja: フィールド %1$lld
ko: 필드 %1$lld
pt_br: Campo %1$lld
vi: Trường %1$lld
zh_hans: 字段 %1$lld
zh_hant: 欄位 %1$lld

# bulk_format_apkg_detail
source: Your cards, the deck's name and its pictures come across. Audio doesn't, so those cards import as text.
de: Deine Karten, der Name des Stapels und seine Bilder kommen mit. Audio nicht, diese Karten werden also als Text importiert.
es: Se importan tus tarjetas, el nombre del mazo y sus imágenes. El audio no, así que esas tarjetas llegan como texto.
fr: Tes cartes, le nom du paquet et ses images sont repris. L’audio non, donc ces cartes sont importées en texte.
it: Arrivano le tue carte, il nome del mazzo e le sue immagini. L'audio no, quindi quelle carte vengono importate come testo.
ja: カード、デッキ名、画像が取り込まれます。音声は取り込まれないため、音声付きのカードはテキストとしてインポートされます。
ko: 카드, 덱 이름, 사진을 가져와요. 오디오는 가져오지 않으므로 해당 카드는 텍스트로 가져와요.
pt_br: Suas cartas, o nome do baralho e as imagens vêm junto. O áudio não vem, então essas cartas chegam como texto.
vi: Thẻ, tên bộ thẻ và hình ảnh đều được chuyển sang. Âm thanh thì không, nên các thẻ đó được nhập dưới dạng văn bản.
zh_hans: 你的卡片、卡组名称和图片都会导入。音频不会，因此这些卡片将以纯文本导入。
zh_hant: 你的卡片、牌組名稱和圖片都會一起匯入。音訊不會，所以那些卡片會以純文字匯入。

# bulk_format_apkg_title
source: Anki deck export
de: Anki-Stapel-Export
es: Exportación de mazo de Anki
fr: Export de paquet Anki
it: Esportazione di un mazzo Anki
ja: Anki デッキのエクスポート
ko: Anki 덱 내보내기
pt_br: Exportação de baralho do Anki
vi: Bộ thẻ xuất từ Anki
zh_hans: Anki 卡组导出文件
zh_hant: Anki 牌組匯出檔

# bulk_format_text_detail
source: In Anki: File → Export → “Notes in Plain Text”. Any tab- or comma-separated list works too.
de: In Anki: Datei → Exportieren → „Notizen als reiner Text“. Jede durch Tabulatoren oder Kommas getrennte Liste funktioniert auch.
es: En Anki: Archivo → Exportar → “Notas en texto plano”. También sirve cualquier lista separada por tabulaciones o comas.
fr: Dans Anki : Fichier → Exporter → « Notes en texte brut ». Toute liste séparée par des tabulations ou des virgules fonctionne aussi.
it: In Anki: File → Esporta → “Note in testo semplice”. Va bene anche qualsiasi lista separata da tabulazioni o virgole.
ja: Anki で「ファイル」→「エクスポート」→「プレーンテキストのノート」を選びます。タブ区切りやカンマ区切りのリストでもインポートできます。
ko: Anki에서: 파일 → 내보내기 → “일반 텍스트로 된 노트”. 탭이나 쉼표로 구분된 목록도 모두 돼요.
pt_br: No Anki: Arquivo → Exportar → “Notas em texto puro”. Qualquer lista separada por tabulação ou vírgula também funciona.
vi: Trong Anki: File → Export → “Notes in Plain Text”. Mọi danh sách phân tách bằng tab hoặc dấu phẩy cũng đều dùng được.
zh_hans: 在 Anki 中：文件 → 导出 → “纯文本格式的笔记”。任何以制表符或逗号分隔的列表也可以。
zh_hant: 在 Anki 中：檔案 → 匯出 → 「純文字筆記」（Notes in Plain Text）。任何以 Tab 或逗號分隔的清單也可以。

# bulk_format_text_title
source: Plain text export
de: Export als reiner Text
es: Exportación en texto plano
fr: Export en texte brut
it: Esportazione in testo semplice
ja: プレーンテキストのエクスポート
ko: 일반 텍스트 내보내기
pt_br: Exportação em texto puro
vi: Tệp văn bản thuần
zh_hans: 纯文本导出文件
zh_hant: 純文字匯出檔
